"Diterjang Longsor, 3 Ruang SDN Temon Rusak Parah, Siswa Belajar Berdesakan di Perpustakaan\n\n #Sindonews #BukanBeritaBiasa .https://t.co/JyCEIvfiTi"
"RT @rolfStebbens4: 4).Menurut hasil penelitian Pusat Vulkanologi &amp; Mitigasi Bencana Geologi (PVMBG) Kementerian Energi dan Sumber Daya Mine…"
"RT @rolfStebbens4: 4).Menurut hasil penelitian Pusat Vulkanologi &amp; Mitigasi Bencana Geologi (PVMBG) Kementerian Energi dan Sumber Daya Mine…"
"4).Menurut hasil penelitian Pusat Vulkanologi &amp; Mitigasi Bencana Geologi (PVMBG) Kementerian Energi dan Sumber Daya Mineral menyebutkan,daerah Hambalang,tidak layak huni.Pasalnya,daerah itu rawan terjadi pergeseran tanah atau longsor.\n@SisiwittFrida\n\nhttps://t.co/2muWpBtTlL"
"Tanah longsor di Daerah Aliran Sungai (DAS) Brantas Kota Malang itu mengancam permukiman warga setempat. #publisherstory https://t.co/WVniWgNcXt"
"[10] \n3. Mewaspadai potensi dampak seperti banjir/bandang/banjir pesisir, tanah longsor terutama di daerah yang rentan.\n4. Stakeholder terkait dapat terus mengintensifkan koordinasi dalam rangka antisipasi bencana hidrometeorologi."
"[9]\n1.Menghindari kegiatan pelayaran di wilayah perairan yang terdampak.\n2. Menghindari daerah rentan mengalami bencana seperti lembah sungai, lereng rawan longsor, pohon yang mudah tumbang, tepi pantai, dan lainnya."
"SDN Temon 3 Ponorogo Hancur Tertimbun Longsor https://t.co/DbJ7iup5ou"
"Antisipasi Bencana, Tanam Ribuan Bibit Pohon di Kawasan Rawan Longsor https://t.co/QDzZQjzRlA"
"Diterjang Longsor, 3 Ruang SDN Temon Rusak Parah, Siswa Belajar Berdesakan di Perpustakaan... https://t.co/6WWNsIyZDG"
"Pelaksana Tugas (Plt) Kalakhar BPBD Provinsi Jateng, Safrudin mengatakan, pihaknya telah melakukan kesiapsiagaan bencana menghadapi Nataru.  Di antaranya telah memetakan daerah rawan banjir, banjir bandang, sampai longsor.\n\n#SahabatGanjar #GanjarPranowo https://t.co/VjxdXazLUg"
"Prakiraan Cuaca Daerah Rawan Longsor di Wilayah Jawa Tengah dan Daerah Lingkar Gn. Merapi\nBerlaku Tanggal 12 Desember 2021 https://t.co/dantprM6TC"
"Sepanjang 2021, BNPB Cianjur Catat ada 168 Bencana, Longsor Mendominasi\n\nhttps://t.co/6pUDybpEut\n\n#Jabarnews #beritalokal #beritahiperlokal #harianjabar #jabartoday #beritajabar #beritajawabarat #Cianjur\n#BadanPenanggulanganBencanaDaerah #BNPB"
"Prakiraan Cuaca Daerah Rawan \nLongsor di Wilayah Jawa Tengah dan Daerah Lingkar Gn. Merapi\nBerlaku Tanggal 11 Desember 2021 \n\nVia @cuacajateng\n\n#BersamaElshinta\nhttps://t.co/Farh4caDTA"
"RT @kompascom: Lokasi pengungsian yang saat ini ditempati warga dianggap terlalu dekat dengan daerah yang rawan longsor. https://t.co/i6ScX…"
"Lokasi pengungsian yang saat ini ditempati warga dianggap terlalu dekat dengan daerah yang rawan longsor. https://t.co/i6ScXECvtN"
"Banjir dan Longsor Terjadi di Sejumlah Daerah Majalengka https://t.co/8y8si3JCLo"
"Prakiraan Cuaca Daerah Rawan Longsor di Wilayah Jawa Tengah dan Daerah Lingkar Gn. Merapi\nBerlaku Tanggal 11 Desember 2021 https://t.co/gI9KUnTRK8"
"Prakiraan Cuaca Daerah Rawan Longsor di Wilayah Jawa Tengah dan Daerah Lingkar Gn. Merapi\nBerlaku Tanggal 10 Desember 2021 \n\nVia @cuacajateng\nhttps://t.co/E7Tju4uJkr"
"Bencana Longsor Terjadi di Beberpa Titik Majalengka,15 Rumah Warga Rusak\n\nhttps://t.co/Um4jUZAbfs\n\n#Jabarnews #beritalokal #beritahiperlokal #harianjabar #jabartoday #beritajabar #beritajawabarat #longsorbencanaalam #majalengka"
"[ Langkah Siap Siaga Bencana Longsor ]\n\nHaloo Sobat #KSRUNS 👋\nSiapa disini yang daerahnya sering hujan lebat dan di daerah rawan longsor? Ada beberapa langkah siap siaga yang bisa kamu lakukan lho! Yuk simak postingan ini 😉\nDon't forget to like, retweet, and share!!\n#disaster https://t.co/UyKNFwzByD"
"Sebanyak 15 rumah warga di tiga kecamatan di Majalengka rusak akibat diterjang longsor usai daerah tersebut diguyur hujan lebat. \nhttps://t.co/gsIREbWsB1"
"BNPB: 7 Ciri Daerah Zona Merah Rawan Bencana Tanah Longsor – Tekno Tempo https://t.co/0I5ZcexULN"
"Ada Ratusan Rumah di Karangasem Berada di Zona Rawan Longsor https://t.co/Ui0S30SYzt"
"RT @deosetiawan: @evylagi Itu karna ulah LGBT kak\nLongsor\nGempa bumi \nBanjir\nTransmigrasi masyarakat Jawa ke daerah lain yang akhirnya meny…"
"@evylagi Itu karna ulah LGBT kak\nLongsor\nGempa bumi \nBanjir\nTransmigrasi masyarakat Jawa ke daerah lain yang akhirnya menyebabkan terjadinya kerusakan lingkungan sekitar"
"RT @t_adzky: Indonesia darurat bencana banjir, tanah longsor, angin puting beliung dan gelombang pasang di beberapa daerah.\n\nLet's\n#Pray4Ne…"
"RT @t_adzky: Indonesia darurat bencana banjir, tanah longsor, angin puting beliung dan gelombang pasang di beberapa daerah.\n\nLet's\n#Pray4Ne…"
"RT @t_adzky: Indonesia darurat bencana banjir, tanah longsor, angin puting beliung dan gelombang pasang di beberapa daerah.\n\nLet's\n#Pray4Ne…"
"Prakiraan Cuaca Daerah Rawan Longsor di Wilayah Jawa Tengah dan Daerah Lingkar Gn. Merapi\nBerlaku Tanggal 10 Desember 2021 https://t.co/Ptoxw7tnAd"
"RT @t_adzky: Indonesia darurat bencana banjir, tanah longsor, angin puting beliung dan gelombang pasang di beberapa daerah.\n\nLet's\n#Pray4Ne…"
"RT @t_adzky: Indonesia darurat bencana banjir, tanah longsor, angin puting beliung dan gelombang pasang di beberapa daerah.\n\nLet's\n#Pray4Ne…"
"RT @t_adzky: Indonesia darurat bencana banjir, tanah longsor, angin puting beliung dan gelombang pasang di beberapa daerah.\n\nLet's\n#Pray4Ne…"
"RT @t_adzky: Indonesia darurat bencana banjir, tanah longsor, angin puting beliung dan gelombang pasang di beberapa daerah.\n\nLet's\n#Pray4Ne…"
"@Moh_Reyns Selanjutnya, dia memakai alasan yang cukup logis untuk melarangku. Dia bilang sebentar lagi musim hujan, jadi kalau bepergian lebih baik di daerah kota saja untuk menghindari resiko tanah longsor dan badai. Lagipula sekarang kan masih pandemi, kenapa kok kamu malah mau liburan."
"RT @t_adzky: Indonesia darurat bencana banjir, tanah longsor, angin puting beliung dan gelombang pasang di beberapa daerah.\n\nLet's\n#Pray4Ne…"
"Longsor disertai banjir bandang terjadi di daerah tersebut pada Senin (6/12). #kumparanNEWS https://t.co/7YEmkcoMog"
"RT @t_adzky: Indonesia darurat bencana banjir, tanah longsor, angin puting beliung dan gelombang pasang di beberapa daerah.\n\nLet's\n#Pray4Ne…"
"Diguyur Hujan Sejak Rabu Sore, 3 Kecamatan di Majalengka Diterjang Longsor https://t.co/zctR9wNocR https://t.co/1Uz20K0YAH"
"RT @t_adzky: Indonesia darurat bencana banjir, tanah longsor, angin puting beliung dan gelombang pasang di beberapa daerah.\n\nLet's\n#Pray4Ne…"
"RT @t_adzky: Indonesia darurat bencana banjir, tanah longsor, angin puting beliung dan gelombang pasang di beberapa daerah.\n\nLet's\n#Pray4Ne…"
"RT @t_adzky: Indonesia darurat bencana banjir, tanah longsor, angin puting beliung dan gelombang pasang di beberapa daerah.\n\nLet's\n#Pray4Ne…"
"Diguyur Hujan Sejak Rabu Sore,  3 Kecamatan di Majalengka Diterjang Longsor\n\n #Sindonews #BukanBeritaBiasa .https://t.co/Av1rvyEne4"
"RT @t_adzky: Indonesia darurat bencana banjir, tanah longsor, angin puting beliung dan gelombang pasang di beberapa daerah.\n\nLet's\n#Pray4Ne…"
"RT @t_adzky: Indonesia darurat bencana banjir, tanah longsor, angin puting beliung dan gelombang pasang di beberapa daerah.\n\nLet's\n#Pray4Ne…"
"RT @t_adzky: Indonesia darurat bencana banjir, tanah longsor, angin puting beliung dan gelombang pasang di beberapa daerah.\n\nLet's\n#Pray4Ne…"
"RT @t_adzky: Indonesia darurat bencana banjir, tanah longsor, angin puting beliung dan gelombang pasang di beberapa daerah.\n\nLet's\n#Pray4Ne…"
"Indonesia darurat bencana banjir, tanah longsor, angin puting beliung dan gelombang pasang di beberapa daerah.\n\nLet's\n#Pray4Negeriku\n#Pray4Negeriku \n\n🆙🔄🌼 https://t.co/Nl0X7lqJvF"
"@santoryuuxx daerah rawan longsor 😫"
"@CNNIndonesia Harusnya kalian minta pemda daerah resapan air buat STOP KASIH IZIN ORANG KAYA BANGUN VILLA DI SANA. CONTOHNYA PUNCAK! 10 TAHUN LAGI BISA LONGSOR KAYANYA"
"Dampak Banjir dan Longsor Tirtomoyo: Kerugian Ratusan Juta, Nihil Korban https://t.co/qGbatcJG5A"
"Tanggul Kali Gunting yang Longsor Masih Ditangani Darurat\n#Jombang #InfoJombang #SeputarJombang #RadarJombang\nhttps://t.co/7CWHGDP11D"
"Keluarga Besar Lapas Perempuan Kelas III Mataram mengucapkan turut berduka cita atas korban musibah bencana banjir dan tanah longsor di daerah Lombok\n\n#HarisSukamto​\n#KumhamPasti\n#KemenkumhamNTB\n#kanwilkemenkumhamntb \n#kumhamntbpastijuare https://t.co/HlbjKbnZ9X"
"Babinsa Desa Kumbo Koptu Suparmin Bersama perangkat Desa Kumbo melaksanakan komsos membahas antisipasi daerah Rawan bencana alam dan tanah longsor di wilayah Desa Kumbo mengingat musim hujan telah tiba. https://t.co/9hwDBDtoyi"
"@SIWE_NDARA @bangzul_ntb Hal ini terjadi di berbagai daerah termasuk di Jawa Barat, lereng2 bukit berubah fungsi jd ladang pertanian sehingga tak ada pohon yg bs menahan air, akibatnya bl hujan deras banjir dan longsor tak terhindarkan..."
"Waspada Cuaca Exstim \n\nMenurut info dari BMKG, beberapa wilayah di Indonesia akan mengalami cuaca extrim dengan intensitas hujan tinggi\n\n\"Warga Masyarakat Lombok Tengah Agar selalu Siaga dan Waspada terutama yang berada di daerah rawan longsor, banjir dan angin puting beliung\" https://t.co/r7EDi4D8ai"
"Manado gini mulu tiap akhir tahun.. yg daerah pantai ombak besar, yg daerah dataran tinggi longsor hfffttt https://t.co/pvPKmVQeUd"
"Rusak Kena Longsor, SDN 3 Temon Dibangun Tahun Depan https://t.co/aKSRKyhqyA"
"@saidi_sudarsono Ini karna curah hujan di atas tinggi. Lagipula tidak ada letusan itu guguran bibir kawah semeru yg longsor, makanya tidak ada berita hujan abu di daerah lain"
"Tanggul Kali Gunting yang Longsor Masih Ditangani Darurat https://t.co/eXUH9MYGOX"
"Ijen Stabil, Pengunjung Tetap Diminta Waspada Gas dan Longsor https://t.co/WNRVINUJFt"
"Warga keluhkan penanganan pemerintah daerah terhadap jalan antardesa tersebut. https://t.co/WoMwCAMV5K"
"Pemerintah Daerah Dinilai Lamban Tangani Jalan Longsor di Hulu Sungai Tengah https://t.co/M41iH0Dtm8"
"musim lagi jelek banget, buat yang daerah nya rawan banjir, rawan longsor atau yang rumah nya deket sungai, danau, gunung semuanya stay safe yaa 💗 \nsemoga kita semua selalu dilindungi sama Tuhan Yang Maha Esa."
"Pemerintah juga meminta bibit-bibit ini ditanamkan di daerah kritis yang rawan banjir dan longsor supaya bisa hijau kembali."
"Hujan Deras, Tanggul Kali Gunting di Desa Karobelah longsor\n#Jombang #InfoJombang #SeputarJombang #RadarJombang\nhttps://t.co/xzqVvsEXui"
"Himbauan untuk waspada saat melintas di daerah rawan longsor  di jalan raya turut dusun sayangan Desa Twelagiri Kec. Pagedongan Kab. Banjarnegara.\n#polresbanjarnegara \n#humaspolresbanjarnegara https://t.co/2zmOpzELxj"
"RT @republikaonline: Wilayah sekitar sesar Lembang dan Tangkuban Perahu menjadi daerah potensi bencana. https://t.co/OO9ZTd8Txh"
"Wilayah sekitar sesar Lembang dan Tangkuban Perahu menjadi daerah potensi bencana. https://t.co/OO9ZTd8Txh"
"Tanggul Bengawan Solo Longsor 70 Meter, 2 Kecamatan di Bojonegoro Terancam Banjir https://t.co/oRrUF8dJGh"
"Menghidu udara segar yang bisa menjaga kebugaran serta kewarasan. Sayang masih hari kerja, jadi ga bakalan bisa kabur. Btw beberapa hari terakhir banyak kabar sedih dari daerah lain yg tertimpa musibah. Ada letusan Gunung semeru, longsor juga banjir.. https://t.co/Wkt56lhKaO"
"Terutama di daerah yang sering banjir dan longsor tweeps. Mudah mudahan ya, jadi bantu cegah musibah, yok dukung yok!"
"Fungsi pusat persemaian, bibit pohon sengon, jati dan mahoni akan dirawat hingga usia delapan bulan. Kemudian, tanaman ini akan didistribusikan ke wilayah yang rawan bencana akibat perubahan iklim, seperti daerah rawan longsor, banjir, dan lahan-lahan kritis lainnya https://t.co/LPNrLGfAf3"
"Yg nantinya bibit-bibit unggul yg dihasilkan di persemaian rumpin akan ditanamkan di daerah yang sering banjir dan longsor"
"Lantas gimana dengan daerah lain yg rawan banjir dan longsor? \n\nSaat ini KLHK sedang menyiapkan dua lokasi persemaian di Kalimantan Timur dan Sumatera Utara https://t.co/EXVcNxqPNJ"
"Jadi rencananya bibit bibit unggul yang diproduksi digunakan utk mengurangi risiko bencana. Nantinya akan ditanam di tempat-tempat yang sering banjir dan longsor di daerah Jawa Barat terutama"
"#Selasa #LintasBantenPagi 16 Kecamatan di Lebak Berisiko Tinggi Tanah Longsor https://t.co/vPRuBOsXmo via @rri.co.id"
"RT @hariankompas: Banjir, longsor, dan abrasi melanda sejumlah kabupaten/kota di Sulawesi Selatan. BMKG mengingatkan warga agar tetap waspa…"
"Banjir, longsor, dan abrasi melanda sejumlah kabupaten/kota di Sulawesi Selatan. BMKG mengingatkan warga agar tetap waspada dan mengantisipasi cuaca buruk, terutama hujan lebat, yang masih berpotensi terjadi. #Nusantara #AdadiKompas\n\nhttps://t.co/sl8kAEj6Xh"
"Hujan Deras, Tanggul Kali Gunting di Desa Karobelah longsor https://t.co/XOhZ8py63K"
"4 Orang Tewas, 1 Hilang Akibat Banjir dan Longsor di Lombok Barat\n\nhttps://t.co/yCbDg5cpgv"
"Beberapa tahun lalu pas gw msh tugas di daerah, bulan-bulan berakhiran ber seperti ini adalah masa2 mencekam. Liputan itu uda hampir pasti soal banjir, longsor, sometimes gempa bumi, dan pernah juga tsunami.\n\nMelelahkan sekali.\n\nTuhan bersama rekan2 wartawan di daerah bencana"
"Ditambah lagi air laut naik sampe ngerusak tembok² pembatas, air laut juga masuk ke rumah-rumah warga. Sebagian daerah didataran tinggi longsor."
"Tanggul Longsor 80 Meter https://t.co/DQqejqQbIJ"
"Prakiraan Cuaca Daerah Rawan Longsor di Wilayah Jawa Tengah dan Daerah Lingkar Gn. Merapi\nBerlaku Tanggal 06 Desember 2021 \n\nVia @cuacajateng\nhttps://t.co/5WTC2vscSV"
"Banjir Dan Longsor Buah Dari Sistem Yang Eror\n\nOleh: Rini Astutik\n(Pemerhati Sosial)\n\n#MuslimahKaltimPerinduSurga - Banjir kembali melanda dibeberapa daerah dinusantara salah satunya di Kalbar. Banjir tidak hanya diakibatkan karena... Baca selengkapnya &gt;&gt;&gt;https://t.co/RAwidaoSkn https://t.co/63WQDeP5tX"
"@subbasepmf daerah jueyun karst aman sih tp kmrn ada longsor cm kerusakannya ga parah kok. mohon doanya ya 🙏"
"@jokowi harusnya kita punya rencana evakuasi daerah bencana gunung berapi, banjir badang, longsor, kebakaran hutan, tsunami, dll mulai dr jalur evakuasi, lokasi penampungan pengungsi, pengiriman bantuan dll,  sehingga kegiatan tinggal ikut blue print tsb.\nhttps://t.co/qYOEWNbrpX"
"[GEOHUMANISM 2021 PAMIT 👋]\n\nGeohumanism tahun ini berlokasi utama di Desa Wanasuka, Pangalengan, Kab. Bandung. Banyak hal telah kita lewati bersama, mulai dari survey, pengolahan limbah ternak, pemetaan daerah rawan longsor, analisis kualitas air tanah, sampai bakti sosial https://t.co/KmMkOYAjNt"
"Prakiraan Cuaca Daerah Rawan Longsor di Wilayah Jawa Tengah dan Daerah Lingkar Gn. Merapi\nBerlaku Tanggal 06 Desember 2021 https://t.co/gaEkcCm6vN"
"Hujan Sejak Jumat Malam, Akses Jalan Apuan-Baturiti Tertutup Longsor https://t.co/8nXAO03UHG"
"@YanHarahap Pernah sekali BELIAU ke daerah saya Manggarai NTT, kunjungannya dngan agenda melihat korbn tanah longsor. Tapi lucunya dia cuma melihatnya dari Helikopter tidak turun langsung. Anehhhh"
"LUAR BIASA PEMERINTAHAN BANJIR ,TANAH LONGSOR ,BELUM LAGI SEKARANG GUNUNG ERUPSI MALAH MELETUS TAK ADA KATA ...KATA PEJABAT PEMERINTAH PUSAT MEREKA INI KAN YANG DULU MILIH JUGA \nDAN SETIAP KEJADIAN SELALU AWAK MEDIA YANG SAYA LIHAT WARGA BARU MUNGKIN KOORDINASI DAERAH"
"gunung meletus gak bakal ada karena gak ada gunung. tanah longsor juga kayanya engga karena daerah aku dataran rendah. jadi pusat gempa tektonik juga kayanya engga karena gak dilewati sama sesar semangko. ya bencana yabg paling mentok paling cuma kebakaran hutan."
"RT @DisperakimJtg: Monitoring dan Evaluasi Pembangunan Rumah  Bagi Korban Bencana di Desa Kalijering Kec.Padureso Kab.Kebumen pd Selasa (30…"
"Daerah rawan bncana misal banjir longsor atau erupsi..perlu diprsiapkan tmpt pengungsian yg prmanen di tmpt trtentu .bisa berupa rusun atau gedung ...tenda2 darurat didirikan jika kurang tempat penampungan."
"Monitoring dan Evaluasi Pembangunan Rumah  Bagi Korban Bencana di Desa Kalijering Kec.Padureso Kab.Kebumen pd Selasa (30/11). Bantuan Sosial berupa material panel RUSPIN &amp; arsitektural, diperuntukan bagi warga yang tinggal di daerah rawan bencana longsor dan bersedia direlokasi. https://t.co/twWFYYyviv"
"RT @cuacajateng: Prakiraan Cuaca Daerah Rawan Longsor di Wilayah Jawa Tengah dan Daerah Lingkar Gn. Merapi\nBerlaku Tanggal 05 Desember 2021…"
"Prakiraan Cuaca Daerah Rawan Longsor di Wilayah Jawa Tengah dan Daerah Lingkar Gn. Merapi\nBerlaku Tanggal 05 Desember 2021 https://t.co/bW7clq9Vgi"
"@aleshaWINdes @PartaiSocmed 😁😁..iyaa pinterr..tapi menyesatkan arti landslide..landslide=tanah longsor koq di daerah pesisir..😁😁"
"@medcom_id @Metro_TV Sy kira hadiri daerah yg kena banjir,tnh longsor..,atau bgini bagi duit utk masyarakat miskin di indonesiaku ini..heeemmmm...\nPa da yg slh ya dulu..."
"RT @wahananewsdotco: Titik Longsor di Klaten Baru Ditutup Terpal https://t.co/qc0diZnaLO"
"RT @wahananewsdotco: Titik Longsor di Klaten Baru Ditutup Terpal https://t.co/qc0diZnaLO"
"Titik Longsor di Klaten Baru Ditutup Terpal https://t.co/qc0diZnaLO"
"Mitigasi Banjir dan Longsor, BPBD Situbondo sebut Ada Lima Kecamatan Masuk Daerah Rawan https://t.co/gsvWmtLixN"
"RT @Hmuzak2: @tatakujiyati @Reiza_Patters Dan si kancut merah berdasarkan penelitian khayalannya, menyatakan bahwa sumur resapan akan menye…"
"RT @Hmuzak2: @tatakujiyati @Reiza_Patters Dan si kancut merah berdasarkan penelitian khayalannya, menyatakan bahwa sumur resapan akan menye…"
"RT @Hmuzak2: @tatakujiyati @Reiza_Patters Dan si kancut merah berdasarkan penelitian khayalannya, menyatakan bahwa sumur resapan akan menye…"
"RT @Hmuzak2: @tatakujiyati @Reiza_Patters Dan si kancut merah berdasarkan penelitian khayalannya, menyatakan bahwa sumur resapan akan menye…"
"RT @Hmuzak2: @tatakujiyati @Reiza_Patters Dan si kancut merah berdasarkan penelitian khayalannya, menyatakan bahwa sumur resapan akan menye…"
"RT @Hmuzak2: @tatakujiyati @Reiza_Patters Dan si kancut merah berdasarkan penelitian khayalannya, menyatakan bahwa sumur resapan akan menye…"
"RT @Hmuzak2: @tatakujiyati @Reiza_Patters Dan si kancut merah berdasarkan penelitian khayalannya, menyatakan bahwa sumur resapan akan menye…"
"@tatakujiyati @Reiza_Patters Dan si kancut merah berdasarkan penelitian khayalannya, menyatakan bahwa sumur resapan akan menyebabkan longsor. Sejak kapan longsor dpt terjadi di daerah yg tidak terdapat lereng terjal https://t.co/lNbZ2eG4qv https://t.co/rYKWslxYBJ"
"@pekalongankab dan @pemkotpkl merupakan daerah rawan bencana, di utara ada Laut Jawa yang rawan rob dan di selatan ada pegunungan yang rawan longsor. Santri harus siaga bencana.\n#SantriGayeng #TajYasin #WagubJateng"
"RT @cuacajateng: Prakiraan Cuaca Daerah Rawan Longsor di Wilayah Jawa Tengah dan Daerah Lingkar Gn. Merapi\nBerlaku Tanggal 04 Desember 2021…"
